{"names": ["NTD Television", "Jenwizzle", "Nairi Petrossian ", "Peru Gang", "mari", "Randy Schrum", "Mg_LoftyFx", "Douglas Fir", "Dabz Global |ABUJA |Phone|Laptop|Accessories"], "usernames": ["TelevisionNTD", "Jenwizzle", "NPetrossian", "peru_mother", "icanmiIa", "RandySchrum", "Gabriel__Wells", "thekingsmanUG", "dabz_global"], "posted_date": ["17h", "Feb 24", "Mar 3", "23h", "Feb 28", "Feb 26", "8h", "Mar 1", "20h"], "tweets": ["I’ve just taken this photo of a crocus with my old iPhone 7 because somehow, my new (ish) phone ended up in the washing machine ", "President of the National Assembly of Armenia @alensimonyan publicized Apple notification about his iPhone being targeted by State-sponsored attackers in a Facebook comment to @Kornelij ’s post on a new wave of such revelations. #Pegasus ? ", "Ladies and Gentlemen such a small but vibrant town. This is kakuma town, HQ Turkana West. Home to over 250,000 refugees residing in the Kakuma Refugee camp and Kalobeyei new settlements. #Shot on IPhone 11 Pro. ", "i need a sugar daddy to buy me a new iphone pls dm me ", "This is not a joke.\n\nWish it was.\n\nIf you noticed your iPhone is charging a little slower recently it may be due to a new setting Apple added in iOS 16.1 — Clean Energy Charging\n\nWith it turned on, iOS will only recharge the iPhone 's battery when the electrical grid uses cleaner… ", "The best broker in Ghana so far is giving away a brand new iPhone 14 pro max. All you’ll have to do is sign up with this link https:// and then To participate in the contest, you will need to make a bulk deposit of $300 or more and activate the LUCKYGH promo code. ", "Happy new month from Kampala's best iPhone and Samsung plug. @zero_to_one_ug We are located at ivory plaza G-7\nWhatsApp:+256 752 044500 http:// … #Zero2OnePhones ", "Deal New iPhone 13 Pro Max 128gb! Fastest finger!!\n\nPrice: N450,000\n\nCH*P UNLCOKED \n\nPayment details on 2nd slide \n\nDm for order and payment confirmation "], "replies": ["0", "3", "4", "14", "12", "0", "3", "9"], "retweets": ["0", "3", "4", "14", "12", "0", "3", "9"], "likes": ["0", "3", "4", "14", "12", "0", "3", "9"]}